Repository: iSnackyCracky/KeePassRDP
Catalog: KeePassRDPResources/Resources.*.resx
Languages: de

source: &amp;Cancel
de: &Abbrechen

source: &amp;Export
de: &Exportieren

source: &amp;GO
de: &LOS

source: &amp;Import
de: &Importieren

source: &amp;No
de: &Nein

source: &amp;Quit
de: &Beenden

source: &amp;Save
de: &Speichern

source: &amp;Wait
de: &Warten

source: &amp;Yes
de: &Ja

source: Abort current operation
de: Aktuellen Vorgang abbrechen

source: About
de: Über

source: Adaptive lifetime
de: Adaptive Verweildauer

source: Add excluded group
de: Ausgeschlossene Gruppe hinzufügen

source: Add included group
de: Einbezogene Gruppe hinzufügen

source: Add mstsc.exe parameter
de: mstsc.exe Parameter hinzufügen

source: Add RegEx pattern
de: RegEx-Muster hinzufügen

source: Add RegEx postfix
de: RegEx-Postfix hinzufügen

source: Add RegEx prefix
de: RegEx-Präfix hinzufügen

source: Add selected context menu item(s)
de: Ausgewählte Kontextmenüeinträge hinzufügen

source: Add selected toolbar item(s)
de: Ausgewählte Werkzeugleistenelemente hinzufügen

source: Additional mstsc.exe parameters:
de: Zusätzliche mstsc.exe Parameter:

source: Additional RegEx patterns:
de: Zusätzliche RegEx-Muster:

source: Already connected to URL/target '{0}'.
de: Bereits zum Ziel '{0}' verbunden.

source: Already connected with the same credentials to URL/target '{0}'.
de: Bereits mit diesen Zugangsdaten zum Ziel '{0}' verbunden.

source: Always confirm duplicate&#xD;&#xA;connection attempts
de: Doppelte Verbindungs- versuche immer bestätigen

source: Always hide entry from credential picker if checked.
de: Eintrag immer im Credential Picker verstecken wenn aktiviert.

source: Always include selected entries with credentials in credential picker list.
de: Ausgewählte Einträge immer zum Credential Picker hinzufügen.

source: Always remove credential when mstsc.exe exits (ignoring TTL).&#xD;&#xA;Set TTL to 0 to remove credentials on exit only.
de: Zugangsdaten immer löschen sobald mstsc.exe beendet wird (TTL ignorieren). TTL kann auf 0 gesetzt werden um Zugangsdaten nur beim Beenden zu löschen.

source: Authentication
de: Authentifizierung

source: Automatically continue connecting to hosts with self-signed certificates.
de: Verbindungen mit selbst signierten Zertifikaten automatisch fortsetzen.

source: Automatically save last credential picker column sort order.
de: Sortierreihenfolge der Spalten des Credential Picker automatisch speichern.

source: Automatically save last credential picker window size.
de: Fenstergröße des Credential Picker automatisch speichern.

source: Cannot connect to empty hostname.
de: Verbindung ohne Hostname nicht möglich.

source: Cleanup registry hint
de: Registry-Hint bereinigen

source: Click here to select a certificate from the user store.
de: Hier klicken um ein Benutzerzertifikat auszuwählen.

source: Configure extended settings via .rdp file.
de: Erweiterte Einstellung über .rdp-Datei konfigurieren.

source: Confirm closing of KeePass when there are active RDP connections.
de: Beenden von KeePass bestätigen, wenn aktive RDP-Verbindungen bestehen.

source: Confirm on close
de: Beenden bestätigen

source: Confirm self-signed certificate
de: Selbst signiertes Zertifikat bestätigen

source: Connect to all
de: Zu allen verbinden

source: connecting to
de: verbindet zu

source: Context menu
de: Kontextmenü

source: Continue with selected credentials
de: Mit ausgewählten Zugangsdaten fortfahren

source: Continue?
de: Fortfahren?

source: Create a self-signed certificate.
de: Selbst signiertes Zertifikat erzeugen.

source: Credential TTL:
de: Zugangsdaten TTL:

source: Credentials
de: Zugangsdaten

source: Custom trigger group:
de: Benutzerdefinierte Gruppe:

source: Define a custom group name that triggers the credential picker.&#xD;&#xA;Defaults to &quot;RDP&quot; if unset.
de: Benutzerdefinierten Namen der Gruppe die den Credential Picker auslöst festlegen. Verwendet "RDP" als Standard.

source: Define level of inheritance:&#xD;&#xA;Unchecked = Hide all settings from children&#xD;&#xA;Checked = Force all settings on children&#xD;&#xA;Indeterminate = Allow inheritance from parent settings (default)
de: Ebene der Vererbung festlegen: Inaktiv = Alle Einstellungen vor Kindern verstecken Aktiv = Alle Einstellungen auf Kinder erzwingen Unbestimmt = Vererbung von Einstellungen erlauben (standard)

source: Discard changes
de: Änderungen verwerfen

source: Display
de: Anzeige

source: Enable or disable resolving of references for entries shown in credential picker.
de: (De-)Aktivieren des Auflösens von Verweisen in Einträgen die im Credential Picker angezeigt werden.

source: Enable recursive searching through all childs of entrys parent group.
de: Rekursive Durchsuchung aller untergeordneten Gruppen der Elterngruppe des Eintrags aktivieren.

source: Enlarge row height of entries shown in credential picker list.
de: Höhe von Reihen der angezeigten Einträge im Credential Picker vergrößern.

source: Entries
de: Einträge

source: Excluded group UUIDs:
de: Ausgeschlossene Gruppen-UUIDs:

source: Executable
de: Programmdatei

source: Existing private keys will be overwritten, making previously generated certificates unusable for signing.
de: Vorhandene private Schlüssel werden überschrieben, wodurch zuvor erzeugte Zertifikate nicht mehr zum Signieren verwendet werden können.

source: export
de: exportieren

source: Export to .rdp file
de: Als .rdp-Datei exportieren

source: Failed to create self-signed certificate: {0}
de: Selbst signiertes Zertifikat konnte nicht erstellt werden: {0}

source: Failed to load credentials from vault: {0}
de: Fehler beim Laden der Anmeldedaten: {0}

source: File '{0}' not found.
de: Datei '{0}' nicht gefunden.

source: Force authenticating as local user when username starts with target hostname,&#xD;&#xA;or when hostname is empty.
de: Erzwingt Anmeldung als lokaler Benutzer wenn Benutzername mit Ziel-Host beginnt, oder wenn Hostname leer ist.

source: Force local user
de: Lokalen Benutzer erzwingen

source: Force overwriting of existing credentials in Windows vault that are not managed by KeePassRDP.
de: Überschreiben von Zugangsdaten welche nicht von KeePassRDP verwaltet werden im Windows-Tresor erzwingen.

source: Force registering of hotkeys after all KeePass plugins have initialized.&#xD;&#xA;Only enable when necessary. Can have unwanted side-effects.
de: Registrierung von Tastaturkürzeln nach allen anderen KeePass-Plugins erzwingen. Nur bei Notwendigkeit aktivieren. Kann unerwartetes Verhalten verursachen.

source: Force rewriting username to UPN format when possible.
de: Wenn möglich Umschreibung von Benutzernamen in UPN erzwingen.

source: Force UPN
de: UPN erzwingen

source: General
de: Allgemein

source: Height - /h:
de: Höhe - /h:

source: Here you can configure all KeePassRDP related options.
de: Hier können alle KeePassRDP Optionen konfiguriert werden.

source: Ignore
de: Ignorieren

source: Ignore entry credentials
de: Zugangsdaten von Eintrag ignorieren

source: import
de: importieren

source: Import from .rdp file
de: Aus .rdp-Datei importieren

source: Include default parameters
de: Standard-Parameter einbeziehen

source: Include default RegEx
de: Standard-RegEx einbeziehen

source: Include mstsc.exe parameters from main KeePassRDP options.
de: Mstsc.exe Parameter aus KeePassRDP Optionen einbeziehen.

source: Include RegEx from main KeePassRDP options.
de: RegEx aus KeePassRDP Optionen einbeziehen.

source: Included group UUIDs:
de: Einbezogene Gruppen-UUIDs:

source: Increase TTL of credential until mstsc.exe is connected and remove instantly.
de: TTL von Zugangsdaten erhöhen bis mstsc.exe verbunden ist und sofort löschen.

source: Inheritance
de: Vererbung

source: Inlcude selected
de: Ausgewählte einbeziehen

source: Keep context menu&#xD;&#xA;on screen
de: Kontextmenü auf Monitor behalten

source: KeePassRDP Options
de: KeePassRDP Optionen

source: KeePassRDP Website
de: KeePassRDP Webseite

source: KeePassRDP | RDP-File
de: KeePassRDP | RDP-Datei

source: Keyboard settings
de: Tastatureinstellungen

source: Larger rows
de: Höhere Reihen

source: License
de: Lizenz

source: Make the context menu stay on the same screen when opening.
de: Öffnen des Kontextmenüs auf dem selben Monitor bevorzugen.

source: More
de: Mehr

source: mstsc.exe automation
de: mstsc.exe Automatisierung

source: mstsc.exe parameters
de: mstsc.exe Parameter

source: Network
de: Netzwerk

source: Never open credential picker for entry if unchecked.
de: Credential Picker niemals für Eintrag öffnen wenn deaktiviert.

source: Notes
de: Kommentare

source: Open RDP connection
de: RDP-Verbindung starten

source: Open RDP connection (/admin)
de: RDP-Verbindung starten (/admin)

source: Open RDP connection without credentials
de: RDP-Verbindung ohne Zugangsdaten starten

source: Open RDP connection without credentials (/admin)
de: RDP-Verbindung ohne Zugangsdaten starten (/admin)

source: Overwrite credential pickers window height.
de: Fensterhöhe des Credential Picker überschreiben.

source: Overwrite credential pickers window width.
de: Fensterbreite des Credential Picker überschreiben.

source: Overwrite credentials
de: Zugangsdaten überschreiben

source: Overwrite hotkeys
de: Hotkeys überschreiben

source: Path
de: Pfad

source: Please open a KeePass database first.
de: Bitte zuerst eine KeePass-Datenbank öffnen.

source: Please select a credential from the list.
de: Bitte Zugangsdaten aus der Liste auswählen.

source: Please select an entry first.
de: Bitte zuerst einen Eintrag auswählen.

source: Press right mouse button to open group picker,&#xD;&#xA;or enter hexstring of group UUID.
de: Rechte Maustaste drücken um Gruppenauswahl zu öffnen, oder Hexstring der Gruppen-UUID eingeben.

source: Really continue?
de: Wirklich fortfahren?

source: Recursive group search
de: Rekursive Gruppen-Suche

source: Redirect
de: Umleitung

source: Refresh credentials list
de: Liste der Zugangsdaten aktualisieren

source: RegEx postfixes:
de: RegEx-Postfixe:

source: RegEx prefixes:
de: RegEx-Präfixe:

source: Remember size
de: Größe merken

source: Remember sort order
de: Sortierreihenfolge merken

source: Remotedesktop (RDP) Files
de: Remotedesktop (RDP)-Datein

source: Remove on close
de: Beim Beenden löschen

source: Remove selected context menu item(s)
de: Ausgewählte Kontextmenüeinträge entfernen

source: Remove selected excluded group(s)
de: Ausgewählte ausgeschlossene Gruppen entfernen

source: Remove selected included group(s)
de: Ausgewählte einbezogene Gruppen entfernen

source: Remove selected mstsc.exe parameter(s)
de: Ausgewählte mstsc.exe Parameter entfernen

source: Remove selected RegEx pattern(s)
de: Ausgewählte RegEx-Muster entfernen

source: Remove selected RegEx postfix(es)
de: Ausgewählte RegEx-Postfixe entfernen

source: Remove selected RegEx prefix(es)
de: Ausgewählte RegEx-Präfixe entfernen

source: Remove selected toolbar item(s)
de: Ausgewählte Werkzeugleistenelemente entfernen

source: Remove username hint from registry before and after connecting.
de: Vor und nach Verbindungen Vorschläge für Benutzernamen aus Registry bereinigen.

source: Replace window title
de: Fenstertitel ersetzen

source: Reset context menu items to default
de: Kontextmenüeinträge auf Standardwert zurücksetzen

source: Reset excluded groups to default
de: Ausgeschlossene Gruppen auf Standardwert zurücksetzen

source: Reset included groups to default
de: Einbezogene Gruppen auf Standardwert zurücksetzen

source: Reset mstsc.exe parameters to default
de: mstsc.exe Paramter auf Standardwert zurücksetzen

source: Reset RegEx patterns to default
de: RegEx-Muster auf Standardwert zurücksetzen

source: Reset RegEx postfixes to default
de: RegEx-Postfixe auf Standardwert zurücksetzen

source: Reset RegEx prefixes to default
de: RegEx-Präfixe auf Standardwert zurücksetzen

source: Reset shortcut to default
de: Tastaturkürzel auf Standardwert zurücksetzen

source: Reset toolbar items to default
de: Werkzeugleistenelemente auf Standardwert zurücksetzen

source: Resolve references
de: Verweise auflösen

source: Retry credentials once
de: Anmeldung einmalig wiederverwenden

source: Save changes
de: Änderungen speichern

source: Save credentials to Windows vault as &quot;domain&quot; instead of &quot;generic&quot; credentials. Might fail with&#xD;&#xA;NTLM-Auth when activated on a domain member, as it is probably prohibited for external machines.&#xD;&#xA;Recommended to keep enabled for security reasons, unless you experience any issues.
de: Im Windows-Tresor als "Domain"- anstelle von "Generischen"-Zugangsdaten speichern. Kann auf Domänen- Mitgliedern mit NTLM-Auth fehlschlagen, da dies vermutlich für externe Geräte nicht erlaubt ist. Sollte aus Sicherheitsgründen aktiviert bleiben, wenn keine Einschränkungen auftreten.

source: Saving '{0}' failed: {1}
de: Speichern von '{0}' fehlgeschlagen: {1}

source: Select a certificate from the list for signing .rdp files:
de: Zertifikat zum signieren von .rdp-Datein auswählen:

source: Self-signed certificate created successfully.
de: Selbst signiertes Zertifikat erfolgreich erstellt.

source: Set mstsc.exe window title to title of entry.
de: Fenstertitel von mstsc.exe auf Titel des Eintrags setzen.

source: Shortcut
de: Tastaturkürzel

source: Show all credentials
de: Alle Zugangsdaten anzeigen

source: Show in groups
de: In Gruppen anzeigen

source: Show more settings
de: Mehr Einstellungen anzeigen

source: Show selectable credential entries in groups if checked.
de: Auswählbare Zugangsdaten im Credential Picker gruppieren.

source: Sign .rdp files
de: Signieren von .rdp-Datein

source: skipped
de: übersprungen

source: Specify duration (in seconds) that credentials reside in Windows vault.&#xD;&#xA;0 disables expiration.
de: Legt die Verweildauer (in Sekunden) von Zugangsdaten im Windows-Tresor fest. 0 deaktiviert Verfall.

source: Store as Windows credentials
de: Als Windows-Zugangsdaten speichern

source: The URL/target '{0}' of the selected entry could not be parsed.
de: URL/Ziel '{0}' des ausgewählten Eintrags konnte nicht vearbeitet werden.

source: This will create a self-signed certificate that can be used for signing .rdp files and save it into the current users &quot;my&quot; and &quot;root&quot; certificate store.
de: Hiermit wird ein selbstsigniertes Zertifikat erzeugt, welches zum Signieren von .rdp-Datein verwendet werden kann und im "Mein"- und "Root"-Zertifikatspeicher des aktuellen Benutzers gespeichert.

source: Title
de: Titel

source: Toggle between always asking for confirmation when connecting&#xD;&#xA;to the same target, or only when using the same credentials.
de: Wechseln zwischen doppelte Verbindungsversuche immer bestätigen, oder nur wenn die selben Zugangsdaten verwendet werden.

source: Toggle opening RDP for all selected entries or last selected entry only.&#xD;&#xA;Shows credential picker once for each parent group with all entry settings merged.
de: Wechseln zwischen RDP-Verbindung für alle ausgewählten Einträge oder nur den letzten Eintrag öffnen. Öffnet Credential Picker je übergeordneter Gruppe mit zusammengeführten Einstellungen aller Einträge.

source: Toggle showing only credentials managed by KeePassRDP or all.
de: Wechseln zwischen nur Zugangsdaten die durch KeePassRDP verwaltet werden und allen anzeigen.

source: Toolbar
de: Werkzeugleiste

source: Trigger
de: Auslöser

source: Try to reconnect with same credentials one time on connection losses.&#xD;&#xA;Warning: Will need to keep the password in (encrypted) memory.
de: Verbindungsversuch mit selben Zugangsdaten ein einziges Mal nach Abbruch wiederholen. Warnung: Passwort muss in (verschlüsseltem) Speicher gehalten werden.

source: Unable to persist credentials in Windows vault.
de: Speichern von Zugangsdaten in Windows-Tresor nicht möglich.

source: Use &amp;admin - /admin
de: Verwende &admin - /admin

source: Use &amp;fullscreen - /f
de: Verwende &fullscreen - /f

source: Use &amp;multimon - /multimon
de: Verwende &multimon - /multimon

source: Use &amp;public - /public
de: Verwende &public - /public

source: Use &amp;remoteGuard - /remoteGuard
de: Verwende &remoteGuard - /remoteGuard

source: Use &amp;restrictedAdmin - /restrictedAdmin
de: Verwende &restrictedAdmin - /restrictedAdmin

source: Use &amp;spanning - /span
de: Verwende &spanning - /span

source: Use certificate from store to sign .rdp files.
de: Zertifikat verwenden um .rdp-Datein zu signieren.

source: Use credential picker
de: Credential Picker aktiv

source: User Name
de: Benutzername

source: Username is required when connecting with credentials.
de: Benutzername wird benötigt wenn mit Zugangsdaten verbunden wird.

source: Vault
de: Tresor

source: Visibility settings
de: Anzeigeeinstellungen

source: waiting for 1 connection...
de: warte auf 1 Verbindung...

source: waiting for {0} connections...
de: warte auf {0} Verbindungen...

source: Width - /w:
de: Breite - /w:

source: Window height:
de: Fensterhöhe:

source: Window width:
de: Fensterbreite:

source: {0} connection is still open.
de: {0} Verbindung ist noch geöffnet.

source: {0} connections are still open.
de: {0} Verbindungen sind noch geöffnet.

source: {0} entries of {1} selected.
de: {0} Einträgen von {1} ausgewählten.

source: {0} entry of {1} selected.
de: {0} Eintrag von {1} ausgewählten.
